export const schools = [
  {
    '_id': '280007',
    'schAlias': '成都七中林荫校区（高中）',
    'schName': '成都七中林荫校区（高中）'
  },
  {
    '_id': '280010',
    'schAlias': '七中育才水井坊',
    'schName': '成都七中育才学校水井坊'
  },
  {
    '_id': '280011',
    'schAlias': '七中育才汇源',
    'schName': '成都七中育才学校汇源校区'
  },
  {
    '_id': '280012',
    'schAlias': '川大附中',
    'schName': '四川大学附属中学'
  },
  {
    '_id': '280013',
    'schAlias': '成都市石室天府中学初中',
    'schName': '四川省成都市石室天府中学初中'
  },
  {
    '_id': '280014',
    'schAlias': '成都市石室天府中学高中',
    'schName': '四川省成都市石室天府中学高中'
  },
  {
    '_id': '280015',
    'schAlias': '七中育才银杏',
    'schName': '成都七中育才学校银杏校区'
  },
  {
    '_id': '280016',
    'schAlias': '实验小学',
    'schName': '成都市实验小学'
  },
  {
    '_id': '280018',
    'schAlias': '新都一中（高中）',
    'schName': '新都一中（高中）'
  },
  {
    '_id': '280019',
    'schAlias': '新都二中（高中）',
    'schName': '新都二中（高中）'
  },
  {
    '_id': '280020',
    'schAlias': '香城中学（高中）',
    'schName': '香城中学（高中）'
  },
  {
    '_id': '280021',
    'schAlias': '新都区泰兴中学（高中）',
    'schName': '新都区泰兴中学（高中）'
  },
  {
    '_id': '280022',
    'schAlias': '升庵中学（高中）',
    'schName': '升庵中学（高中）'
  },
  {
    '_id': '280023',
    'schAlias': '成都市三原外国语学校（高中）',
    'schName': '成都市三原外国语学校（高中）'
  },
  {
    '_id': '280024',
    'schAlias': '棕北科院校区',
    'schName': '成都市棕北中学科院校区'
  },
  {
    '_id': '280025',
    'schAlias': '棕北桐梓林校区',
    'schName': '成都市棕北中学桐梓林校区'
  },
  {
    '_id': '280026',
    'schAlias': '石室锦城',
    'schName': '成都市武侯区石室锦城外国语学校'
  },
  {
    '_id': '280027',
    'schAlias': '玉林中学紫荆校区',
    'schName': '成都市玉林中学紫荆校区'
  },
  {
    '_id': '280028',
    'schAlias': '玉林石羊校区',
    'schName': '成都市玉林中学石羊校区'
  },
  {
    '_id': '280029',
    'schAlias': '玉林肖家河校区',
    'schName': '成都市玉林中学肖家河校区'
  },
  {
    '_id': '280030',
    'schAlias': '树德实验清波校区',
    'schName': '树德实验清波校区'
  },
  {
    '_id': '280033',
    'schAlias': '成都七中初中',
    'schName': '成都七中初中学校'
  },
  {
    '_id': '280034',
    'schAlias': '七中高新（初中）',
    'schName': '成都七中高新校区（初中）'
  },
  {
    '_id': '280037',
    'schAlias': '和平学校',
    'schName': '成都高新和平学校'
  },
  {
    '_id': '280038',
    'schAlias': '大源学校',
    'schName': '成都高新大源学校'
  },
  {
    '_id': '280039',
    'schAlias': '新源学校',
    'schName': '成都高新新源学校'
  },
  {
    '_id': '280041',
    'schAlias': '滨河学校',
    'schName': '成都高新滨河学校'
  },
  {
    '_id': '280043',
    'schAlias': '新科学校',
    'schName': '成都高新新科学校'
  },
  {
    '_id': '280048',
    'schAlias': '新城学校',
    'schName': '成都高新新城学校'
  },
  {
    '_id': '280049',
    'schAlias': '树德实验',
    'schName': '成都市树德实验中学'
  },
  {
    '_id': '280050',
    'schAlias': '树德实验东区',
    'schName': '成都市树德实验中学（东区）'
  },
  {
    '_id': '280051',
    'schAlias': '泡桐树中学',
    'schName': '成都市泡桐树中学'
  },
  {
    '_id': '280052',
    'schAlias': '成都12中科华校区初中',
    'schName': '成都12中科华校区初中'
  },
  {
    '_id': '280053',
    'schAlias': '西北初中',
    'schName': '成都市西北中学初中部'
  },
  {
    '_id': '280054',
    'schAlias': '七中实验',
    'schName': '成都七中实验学校（初中）'
  },
  {
    '_id': '280055',
    'schAlias': '西川中学',
    'schName': '成都西川中学'
  },
  {
    '_id': '280056',
    'schAlias': '石室佳兴',
    'schName': '成都石室佳兴外国语学校初中部'
  },
  {
    '_id': '280057',
    'schAlias': '双楠实验',
    'schName': '成都石室双楠实验学校'
  },
  {
    '_id': '280058',
    'schAlias': '武侯实验',
    'schName': '成都市武侯实验中学'
  },
  {
    '_id': '280059',
    'schAlias': '四十三中',
    'schName': '成都市第四十三中学校'
  },
  {
    '_id': '280060',
    'schAlias': '金花中学',
    'schName': '成都市金花中学'
  },
  {
    '_id': '280061',
    'schAlias': '西北外国语',
    'schName': '成都市西北中学外国语学校'
  },
  {
    '_id': '280062',
    'schAlias': '57实验学校',
    'schName': '成都市第57实验学校'
  },
  {
    '_id': '280063',
    'schAlias': '武侯外国语',
    'schName': '成都武侯外国语学校'
  },
  {
    '_id': '280064',
    'schAlias': '金花实验',
    'schName': '成都市金花实验学校'
  },
  {
    '_id': '280065',
    'schAlias': '春晖学校',
    'schName': '成都市春晖学校'
  },
  {
    '_id': '280066',
    'schAlias': '育仁实验中学',
    'schName': '成都市育仁实验中学'
  },
  {
    '_id': '280067',
    'schAlias': '金花光明',
    'schName': '成都市金花光明学校'
  },
  {
    '_id': '280068',
    'schAlias': '明成学校',
    'schName': '成都明成学校'
  },
  {
    '_id': '280069',
    'schAlias': '西蜀实验',
    'schName': '成都市西蜀实验学校'
  },
  {
    '_id': '280070',
    'schAlias': '凉井实验',
    'schName': '成都市凉井实验学校'
  },
  {
    '_id': '280071',
    'schAlias': '星光学校',
    'schName': '成都市武侯区星光学校'
  },
  {
    '_id': '280072',
    'schAlias': '启明学校',
    'schName': '成都市启明学校'
  },
  {
    '_id': '280073',
    'schAlias': '华艺外语',
    'schName': '成都市华艺外语学校'
  },
  {
    '_id': '280074',
    'schAlias': '光明实验',
    'schName': '成都市武侯区光明实验学校'
  },
  {
    '_id': '280075',
    'schAlias': '棕北西区',
    'schName': '成都市棕北中学西区学校'
  },
  {
    '_id': '280076',
    'schAlias': '金辉实验',
    'schName': '成都市金辉实验学校'
  },
  {
    '_id': '280077',
    'schAlias': '龙泉七中',
    'schName': '成都市龙泉驿区第七中学校'
  },
  {
    '_id': '280079',
    'schAlias': '西北高中',
    'schName': '成都市西北中学高中部'
  },
  {
    '_id': '280080',
    'schAlias': '武侯高中',
    'schName': '成都市武侯高级中学'
  },
  {
    '_id': '280082',
    'schAlias': '石室佳兴',
    'schName': '成都石室佳兴外国语学校高中部'
  },
  {
    '_id': '280083',
    'schAlias': '川大附中西',
    'schName': '四川大学附属中学西区学校'
  },
  {
    '_id': '280085',
    'schAlias': '盐道街初中',
    'schName': '成都市盐道街中学初中部'
  },
  {
    '_id': '280086',
    'schAlias': '金堂外国语',
    'schName': '金堂中学外国语实验学校'
  },
  {
    '_id': '280087',
    'schAlias': '石室初中青龙',
    'schName': '成都市石室中学初中学校青龙校区'
  },
  {
    '_id': '280088',
    'schAlias': '石室联中',
    'schName': '成都市石室联合中学'
  },
  {
    '_id': '280089',
    'schAlias': '石室联中西区（初中）',
    'schName': '石室联中西区（初中）'
  },
  {
    '_id': '280090',
    'schAlias': '武侯高中初中',
    'schName': '成都市武侯高级中学初中部'
  },
  {
    '_id': '280091',
    'schAlias': '新华学校',
    'schName': '成都高新新华学校'
  },
  {
    '_id': '280098',
    'schAlias': '成都七中高新（高中）',
    'schName': '成都七中高新（高中）'
  },
  {
    '_id': '280099',
    'schAlias': '玉林中学初中',
    'schName': '成都市玉林中学初中部'
  },
  {
    '_id': '280100',
    'schAlias': '七中高新（高中）',
    'schName': '成都七中高新校区（高中）'
  },
  {
    '_id': '280101',
    'schAlias': '顺江学校（初中）',
    'schName': '成都高新顺江学校'
  },
  {
    '_id': '280102',
    'schAlias': '斑竹园中学（初中）',
    'schName': '新都斑竹园中学'
  },
  {
    '_id': '280103',
    'schAlias': '新都大丰中学',
    'schName': '新都大丰中学'
  },
  {
    '_id': '280104',
    'schAlias': '东湖中学（初中）',
    'schName': '新都区东湖中学'
  },
  {
    '_id': '280105',
    'schAlias': '繁江中学（初中）',
    'schName': '新都繁江中学'
  },
  {
    '_id': '280108',
    'schAlias': '金都中学（初中）',
    'schName': '新都区金都中学'
  },
  {
    '_id': '280109',
    'schAlias': '军屯中学（初中）',
    'schName': '新都区军屯中学'
  },
  {
    '_id': '280110',
    'schAlias': '立信学校（初中）',
    'schName': '新都区立信学校'
  },
  {
    '_id': '280111',
    'schAlias': '利济学校（初中）',
    'schName': '新都区利济学校'
  },
  {
    '_id': '280112',
    'schAlias': '利民学校（初中）',
    'schName': '新都区利民学校'
  },
  {
    '_id': '280113',
    'schAlias': '龙安中学',
    'schName': '新都区龙安中学(初中)'
  },
  {
    '_id': '280114',
    'schAlias': '龙虎中学（初中）',
    'schName': '新都区龙虎中学'
  },
  {
    '_id': '280115',
    'schAlias': '龙桥中学（初中）',
    'schName': '新都区龙桥中学'
  },
  {
    '_id': '280116',
    'schAlias': '马家中学（初中）',
    'schName': '新都区马家中学'
  },
  {
    '_id': '280117',
    'schAlias': '美德学校（初中）',
    'schName': '新都区美德学校'
  },
  {
    '_id': '280118',
    'schAlias': '木兰中学（初中）',
    'schName': '新都区木兰中学'
  },
  {
    '_id': '280119',
    'schAlias': '清流学校（初中）',
    'schName': '新都区清流学校'
  },
  {
    '_id': '280120',
    'schAlias': '三原外国语学校（初中）',
    'schName': '三原外国语学校（初中）'
  },
  {
    '_id': '280121',
    'schAlias': '升庵中学（初中）',
    'schName': '升庵中学（初中）'
  },
  {
    '_id': '280122',
    'schAlias': '石板滩中学（初中）',
    'schName': '新都区石板滩中学'
  },
  {
    '_id': '280123',
    'schAlias': '蜀龙学校（初中）',
    'schName': '新都区蜀龙学校'
  },
  {
    '_id': '280124',
    'schAlias': '泰兴中学（初中）',
    'schName': '新都区泰兴中学'
  },
  {
    '_id': '280125',
    'schAlias': '天元中学（初中）',
    'schName': '新都区天元中学'
  },
  {
    '_id': '280126',
    'schAlias': '渭水学校（初中）',
    'schName': '新都区渭水学校'
  },
  {
    '_id': '280127',
    'schAlias': '新都四中（初中）',
    'schName': '新都四中'
  },
  {
    '_id': '280128',
    'schAlias': '新晖学校（初中）',
    'schName': '新都区新晖学校'
  },
  {
    '_id': '280129',
    'schAlias': '新徽弘儒（初中）',
    'schName': '新都区新徽弘儒'
  },
  {
    '_id': '280130',
    'schAlias': '新民中学（初中）',
    'schName': '新都区新民中学'
  },
  {
    '_id': '280131',
    'schAlias': '扬帆学校（初中）',
    'schName': '新都区扬帆学校'
  },
  {
    '_id': '280132',
    'schAlias': '新都一中实验校（初中）',
    'schName': '新都一中实验校'
  },
  {
    '_id': '280133',
    'schAlias': '雨禾育才（初中）',
    'schName': '新都区雨禾育才'
  },
  {
    '_id': '280134',
    'schAlias': '中科育才（初中）',
    'schName': '新都区中科育才'
  },
  {
    '_id': '280135',
    'schAlias': '竹友中学（初中）',
    'schName': '新都区竹友中学'
  },
  {
    '_id': '280136',
    'schAlias': '甫家学校（初中）',
    'schName': '新都区甫家学校'
  },
  {
    '_id': '280137',
    'schAlias': '旃檀中学',
    'schName': '成都新都区旃檀中学'
  },
  {
    '_id': '280138',
    'schAlias': '成实外五龙山学校（初中）',
    'schName': '成实外五龙山学校'
  },
  {
    '_id': '280139',
    'schAlias': '柏水学校（初中）',
    'schName': '新都柏水学校'
  },
  {
    '_id': '280140',
    'schAlias': '成实外五龙山校区(高中)',
    'schName': '成实外五龙山校区(高中)'
  },
  {
    '_id': '280141',
    'schAlias': '树德实验中学(西区)',
    'schName': '树德实验中学(西区)'
  },
  {
    '_id': '280142',
    'schAlias': '成都市中和中学(高中)',
    'schName': '成都市中和中学(高中)'
  },
  {
    '_id': '280143',
    'schAlias': '中和中学(初中)',
    'schName': '成都市中和中学(初中)'
  },
  {
    '_id': '280144',
    'schAlias': '北京第二外国语学院成都附属中学',
    'schName': '北京第二外国语学院成都附属中学(初中)'
  },
  {
    '_id': '280145',
    'schAlias': '四川大学附属中学新城分校',
    'schName': '四川大学附属中学新城分校(初中)'
  },
  {
    '_id': '280146',
    'schAlias': '新格林公学初中',
    'schName': '新格林公学艺术高级中学初中'
  },
  {
    '_id': '280147',
    'schAlias': '田家炳中学初中',
    'schName': '田家炳中学初中'
  },
  {
    '_id': '280148',
    'schAlias': '田家炳中学高中',
    'schName': '田家炳中学高中'
  },
  {
    '_id': '280150',
    'schAlias': '西川实验学校(初中)',
    'schName': '西川实验学校(初中)'
  },
  {
    '_id': '280151',
    'schAlias': '和平学校东区（初中）',
    'schName': '和平学校东区（初中）'
  },
  {
    '_id': '280152',
    'schAlias': '新民九义学校（初中）',
    'schName': '新民九义学校（初中）'
  },
  {
    '_id': '280153',
    'schAlias': '成都师范学院',
    'schName': '成都师范学院'
  },
  {
    '_id': '280154',
    'schAlias': '新都区毗河中学（初中）',
    'schName': '新都区毗河中学（初中）'
  },
  {
    '_id': '280201',
    'schAlias': '郫县一中高中',
    'schName': '四川省郫县第一中学高中部'
  },
  {
    '_id': '280202',
    'schAlias': '成师附小万科',
    'schName': '成都师范附属小学万科校区'
  },
  {
    '_id': '280203',
    'schAlias': '育华职校',
    'schName': '成都市育华职业学校'
  },
  {
    '_id': '280205',
    'schAlias': '成都高新区大源小学',
    'schName': '成都高新区大源小学'
  },
  {
    '_id': '280301',
    'schAlias': '成都市天府第七中学',
    'schName': '成都市天府第七中学'
  },
  {
    '_id': '280500',
    'schAlias': '成都师范学院(演示)',
    'schName': '成都师范学院(演示)'
  },
  {
    '_id': '280800',
    'schAlias': '宁静姐姐家长论坛(小学)',
    'schName': '宁静姐姐家长论坛(小学)'
  },
  {
    '_id': '280801',
    'schAlias': '盛世英才',
    'schName': '成都盛世英才资优教育'
  },
  {
    '_id': '280802',
    'schAlias': '成都市青少年宫（小学）',
    'schName': '成都市青少年宫'
  },
  {
    '_id': '280803',
    'schAlias': '宁静姐姐家长论坛(初中)',
    'schName': '宁静姐姐家长论坛(初中)'
  },
  {
    '_id': '284007',
    'schAlias': '七中实验学校（小学部）',
    'schName': '成都七中实验学校（小学部）'
  },
  {
    '_id': '284009',
    'schAlias': '石室佳兴外国语小学',
    'schName': '成都石室佳兴外国语学校（小学部）'
  },
  {
    '_id': '284020',
    'schAlias': '石室双楠实验学校（小学部）',
    'schName': '成都石室双楠实验学校（小学部）'
  },
  {
    '_id': '284025',
    'schAlias': '第57实验小学',
    'schName': '成都市第57实验学校（小学部）'
  },
  {
    '_id': '284026',
    'schAlias': '成都武侯外国语小学',
    'schName': '成都武侯外国语学校（小学部）'
  },
  {
    '_id': '284027',
    'schAlias': '金花实验小学',
    'schName': '成都市金花实验学校（小学部）'
  },
  {
    '_id': '284028',
    'schAlias': '通江实验小学',
    'schName': ' 成都市通江实验学校 （小学部）'
  },
  {
    '_id': '284029',
    'schAlias': '春晖小学',
    'schName': '成都市春晖学校（小学部）'
  },
  {
    '_id': '284030',
    'schAlias': '育仁实验学校',
    'schName': '成都市武侯区育仁实验学校（小学部）'
  },
  {
    '_id': '284031',
    'schAlias': '金花光明小学',
    'schName': '成都市金花光明学校（小学部）'
  },
  {
    '_id': '284032',
    'schAlias': '明成小学',
    'schName': '成都明成学校（小学部）'
  },
  {
    '_id': '284034',
    'schAlias': '西蜀小学',
    'schName': '成都西蜀实验学校（小学部）'
  },
  {
    '_id': '284036',
    'schAlias': '凉井实验小学',
    'schName': '成都市凉井实验学校（小学部）'
  },
  {
    '_id': '284037',
    'schAlias': '星光小学',
    'schName': '成都市武侯区星光学校（小学部）'
  },
  {
    '_id': '284038',
    'schAlias': '启明小学',
    'schName': '成都市武侯区启明学校（小学部）'
  },
  {
    '_id': '284039',
    'schAlias': '华艺外国语小学',
    'schName': '成都华艺外国语学校（小学部）'
  },
  {
    '_id': '284040',
    'schAlias': '武侯区光明实验学校',
    'schName': ' 成都市武侯区光明实验学校（小学部）'
  },
  {
    '_id': '284044',
    'schAlias': '红专西路小学',
    'schName': '成都市红专西路小学'
  },
  {
    '_id': '284045',
    'schAlias': '武侯计算机实验小学 ',
    'schName': '成都市武侯计算机实验小学 '
  },
  {
    '_id': '284046',
    'schAlias': '玉林小学',
    'schName': '成都市玉林小学'
  },
  {
    '_id': '284047',
    'schAlias': '龙江路小学',
    'schName': '成都市龙江路小学'
  },
  {
    '_id': '284048',
    'schAlias': '华西小学',
    'schName': '成都市华西小学'
  },
  {
    '_id': '284049',
    'schAlias': '新生路小学',
    'schName': '成都市新生路小学'
  },
  {
    '_id': '284050',
    'schAlias': '四川大学附属实验小学',
    'schName': '四川大学附属实验小学'
  },
  {
    '_id': '284051',
    'schAlias': '棕北小学',
    'schName': '成都市棕北小学'
  },
  {
    '_id': '284052',
    'schAlias': '龙江路小学分校',
    'schName': '成都市龙江路小学分校'
  },
  {
    '_id': '284053',
    'schAlias': '锦里小学',
    'schName': '成都市锦里小学'
  },
  {
    '_id': '284054',
    'schAlias': '磨子桥小学',
    'schName': '成都市磨子桥小学'
  },
  {
    '_id': '284055',
    'schAlias': '科华中路小学',
    'schName': '成都市科华中路小学'
  },
  {
    '_id': '284056',
    'schAlias': '桐梓林小学',
    'schName': '成都市桐梓林小学'
  },
  {
    '_id': '284057',
    'schAlias': '武侯实验小学',
    'schName': '成都市武侯实验小学'
  },
  {
    '_id': '284058',
    'schAlias': '四川大学附属实验小学分校',
    'schName': '四川大学附属实验小学分校'
  },
  {
    '_id': '284059',
    'schAlias': '晋阳小学',
    'schName': '成都市晋阳小学'
  },
  {
    '_id': '284061',
    'schAlias': '红牌楼小学校',
    'schName': '成都市红牌楼小学校'
  },
  {
    '_id': '284062',
    'schAlias': '太平小学',
    'schName': '成都市太平小学'
  },
  {
    '_id': '284063',
    'schAlias': '四川大学附属实验小学清水河分校',
    'schName': '四川大学附属实验小学清水河分校'
  },
  {
    '_id': '284064',
    'schAlias': '棕北中学西区实验小学',
    'schName': '成都市棕北中学西区实验学校（小学部）'
  },
  {
    '_id': '284065',
    'schAlias': '成都市簇桥小学校',
    'schName': '成都市簇桥小学校'
  },
  {
    '_id': '284066',
    'schAlias': '武侯实验中学附小学',
    'schName': '成都市武侯实验中学附小学'
  },
  {
    '_id': '284067',
    'schAlias': '成都市马家河小学',
    'schName': '成都市马家河小学'
  },
  {
    '_id': '284068',
    'schAlias': '三河小学校',
    'schName': '成都市三河小学校'
  },
  {
    '_id': '284069',
    'schAlias': '华兴小学',
    'schName': '成都市华兴小学'
  },
  {
    '_id': '284070',
    'schAlias': '百草园小学',
    'schName': '成都市百草园小学'
  },
  {
    '_id': '284071',
    'schAlias': '武侯科技园小学',
    'schName': '成都市武侯科技园小学'
  },
  {
    '_id': '284072',
    'schAlias': '武顺街小学',
    'schName': '成都市武顺街小学'
  },
  {
    '_id': '284073',
    'schAlias': '四川大学附属实验小学江安河分校',
    'schName': '四川大学附属实验小学江安河分校'
  },
  {
    '_id': '284074',
    'schAlias': '金兴北路小学',
    'schName': '成都市金兴北路小学'
  },
  {
    '_id': '284075',
    'schAlias': '机投小学',
    'schName': '成都市机投小学'
  },
  {
    '_id': '284076',
    'schAlias': '成都市行知实验小学',
    'schName': '成都市行知实验小学'
  },
  {
    '_id': '284077',
    'schAlias': '译华外国语小学',
    'schName': '成都译华外国语学校（小学部）'
  },
  {
    '_id': '284078',
    'schAlias': '锦官新城小学',
    'schName': '成都市锦官新城小学'
  },
  {
    '_id': '284079',
    'schAlias': '群星美术小学',
    'schName': '成都市群星美术学校（小学部）'
  },
  {
    '_id': '284080',
    'schAlias': '龙江路小学（南区）',
    'schName': '成都市龙江路小学（南区）'
  },
  {
    '_id': '284082',
    'schAlias': '磨子桥小学分校',
    'schName': '成都市磨子桥小学分校'
  },
  {
    '_id': '284083',
    'schAlias': '成都市太平寺西区小学',
    'schName': '成都市太平寺西区小学'
  },
  {
    '_id': '284084',
    'schAlias': '金辉实验小学',
    'schName': '金辉实验学校（小学）'
  },
  {
    '_id': '284085',
    'schAlias': '成都市龙祥路小学',
    'schName': '成都市龙祥路小学'
  },
  {
    '_id': '284086',
    'schAlias': '成都市龙江路小学武侯新城分校',
    'schName': '成都市龙江路小学武侯新城分校'
  },
  {
    '_id': '284087',
    'schAlias': '龙江路小学中粮祥云分校 ',
    'schName': ' 成都市龙江路小学中粮祥云分校 '
  }
];
